Repository: kinhelm/watt-calc
Catalog: lib/i18n/app_*.arb
Languages: fr

# batterySizeLabel
source: Battery size (kWh)
fr: Taille de la batterie (kWh)

# percentageRemainingLabel
source: Percentage remaining (%)
fr: Pourcentage restant (%)

# targetPercentageLabel
source: Target percentage (%)
fr: Pourcentage cible (%)

# pricePerKwLabel
source: Price per kWh (€)
fr: Prix du kWh (€)

# chargingPowerLabel
source: Charging power (kW)
fr: Puissance de la borne (kW)

# calculateButton
source: Calculate
fr: Calculer

# kwBought
source: kW bought: {kwNeeded} kWh
fr: kW achetés: {kwNeeded} kWh

# totalCost
source: Total cost: {cost} €
fr: Coût total: {cost} €

# estimatedTime
source: Estimated time: {time}
fr: Temps estimé: {time}

source: Home
fr: Accueil

source: Parameters
fr: Paramètres

source: Save
fr: Enregistrer
